Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Drive a race car from point A to point B over aerial imagery, leave cacti behind.
ja: A地点からB地点までイメージ上でレースカーを運転します。

source: Drive a race car on this layer
ja: このレイヤーでレースカーをドライブします。

source: Drive through
ja: ドライブスルー

source: Drive-in theater
ja: ドライブインシアター

source: Driving School
ja: 自動車学校

source: Driving at the right side of the road
ja: 車は右側通行

source: Driving range
ja: ゴルフ練習場

source: Drop existing path
ja: 今あるパスをドロップ

source: Drop old imagery ''{0}''
ja: 古い画像 ''{0}'' を削除

source: Dry Cleaning
ja: ドライクリーニング店

source: Dual alignment
ja: 平行移動

source: Dual alignment active.
ja: 平行移動が有効です。

source: Due to the nature of this communication initial impressions are very important.
ja: このコミュニケーションの性質から、第一印象は非常に重要です。

source: Dump Station
ja: ゴミ捨て場

source: Dupe into {0} node
ja: {0}個のノードを複製

source: Dupe {0} node into {1} nodes
ja: {0}個のノードを{1}個に複製

source: Duplicate
ja: 複製

source: Duplicate hotkey for button ''{0}'' - button will be ignored!
ja: ボタン ''{0}'' のホットキーが重複しています―ボタンは無視されます。

source: Duplicate house numbers
ja: 住居番号が重複している

source: Duplicate key
ja: 重複したキー

source: Duplicate nodes that are used by multiple ways.
ja: 複数のウェイに使われているノードを複製します。

source: Duplicate nodes, ways and relations that are used by multiple relations.
ja: 複数のリレーションから使用されているノード、ウェイ、リレーションを複製します。

source: Duplicate relation
ja: リレーションの複製

source: Duplicate relation?
ja: リレーションを複製しますか?

source: Duplicate selection.
ja: 選択中のものを複製します。

source: Duplicate tags from the first
ja: 先頭のもののタグを複製

source: Duplicate this layer
ja: このレイヤーを複製

source: Duplicated Id {0} not allowed.
ja: 重複したID{0}は許可されません。

source: Duplicated nodes
ja: ノードの重複

source: Duplicated relations
ja: 重複したリレーション

source: Duplicated way nodes
ja: 重複したウェイのノード

source: Duplicated ways
ja: 重複したウェイ

source: Dutch
ja: オランダ語

source: Dynamic
ja: 動的

source: Dynamic buttons in side menus
ja: サイドメニュー内でボタンを動的に表示

source: Dynamic color range based on data limits
ja: データの範囲に応じて色の範囲を調整

source: E
ja: 東

source: E&xtrude
ja: 押し出し(&E)

source: E-Mail
ja: eメール

source: E-cigarette
ja: 電子たばこ

source: E-mail address contains an invalid domain: {0}
ja: メールアドレスに無効なドメイン名「{0}」が含まれています

source: E-mail address contains an invalid username: {0}
ja: メールアドレスに無効なユーザー名「{0}」が含まれています

source: E-mail address is invalid
ja: メールアドレスが無効です

source: E10 (10% Ethanol mix)
ja: E10 (10%エタノール混合)

source: E85 (85% Ethanol mix)
ja: E85(85%エタノール混合)

source: ERROR:
ja: エラー:

source: ESRI Shapefile (*.shp)
ja: ESRIシェイプファイル (*.shp)

source: EULA license URL not available: {0}
ja: EULAライセンスURLが使えません:{0}

source: EXIF time: {0}
ja: EXIFの時刻: {0}

source: Each coupling diameter (separated by ;)
ja: 各カップリング直径(;で区切る)

source: Each node must connect exactly 2 ways
ja: 各ノードは正確に2つのウェイを接続しなければなりません

source: Each polygon will result in a single task.
ja: 各ポリゴンは一つのタスクに対応付けられます。

source: Each tag describes a geographic attribute of the feature being shown by that specific node, way or relation.
ja: 各タグは、特定のノード、方法、またはリレーションによって示される地物の地理的属性を記述します。

source: East
ja: 東経

source: East/North
ja: 東/北

source: Easting
ja: 横座標値

source: Easy downloading along a long set of interconnected ways
ja: 長い相互接続されたウェイのセットに沿って簡単にダウンロード

source: Edit
ja: 編集

source: Edit GPS data of selected photo.
ja: 選択された写真のGPSデータを編集

source: Edit Highway Attributes:
ja: 道路属性の編集:

source: Edit Interaction
ja: 編集の説明

source: Edit JOSM Plugin description URL.
ja: JOSMプラグイン情報のURLを編集します。

source: Edit Open Data Module description URL.
ja: OpenDataモジュールの説明URLを編集します。

source: Edit Photo GPS Data
ja: 写真のGPSデータを編集

source: Edit Route patterns for public transport
ja: 公共交通のルートパターンを編集

source: Edit Tags
ja: タグを編集

source: Edit a new turn restriction in layer ''{0}''
ja: レイヤー ''{0}'' の新しい進行方向制限を編集

source: Edit a script
ja: スクリプトの編集

source: Edit access parameters
ja: アクセスパラメーターを編集

source: Edit also …
ja: 他の修正対象

source: Edit basic attributes of a turn restriction
ja: 進行方向制限の基本属性を編集

source: Edit boundaries
ja: 境界を編集する

source: Edit features for OpenSeaMap
ja: OpenSeaMapの編集機能

source: Edit features for Sea Charts
ja: 海図の地物を編集

source: Edit filter.
ja: フィルターを編集。

source: Edit ignore list
ja: 無視リストを編集

source: Edit item
ja: 項目の編集

source: Edit latitude and longitude of a node.
ja: ノードの緯度経度を編集します。

source: Edit new relation in layer ''{0}''
ja: レイヤー ''{0}'' の新しいリレーションを編集

source: Edit opening hours
ja: 開店時間を編集

source: Edit photo GPS data
ja: 写真のGPSデータを編集

source: Edit polygon
ja: ポリゴン編集

source: Edit relation #{0} in layer ''{1}''
ja: レイヤー ''{1}'' のリレーション #{0} を編集

source: Edit selected snippet
ja: 選択されたスニペットを編集

source: Edit shortcut
ja: ショートカットの編集

source: Edit source entry:
ja: ソースエントリを編集:

source: Edit tags
ja: タグの編集

source: Edit tags of object list in table
ja: 表内のオブジェクト一覧のタグを編集

source: Edit the current help page
ja: 現在のヘルプページを編集

source: Edit the currently selected relation
ja: 選択しているリレーションを編集

source: Edit the filename or URL for the selected active preset
ja: 選択したアクティブなプリセットのファイル名かURLを編集

source: Edit the filename or URL for the selected active rule
ja: 選択中の利用可能なルールのファイル名またはURLを編集

source: Edit the filename or URL for the selected active style
ja: ファイル名または選択した有効なスタイルのURLを編集

source: Edit the raw tags and members of this turn restriction
ja: この進行方向制限の生のタグとメンバーを編集

source: Edit the relation the currently selected relation member refers to
ja: 選択中のリレーションメンバーが参照しているリレーションを編集

source: Edit the selected icon path
ja: 選択されたアイコンパスを編集

source: Edit the selected source.
ja: 選択したソースの編集

source: Edit the value of the selected key for all objects
ja: すべてのオブジェクトの選択したキーの値の編集

source: Edit this to add...
ja: これを追加用に編集...

source: Edit time-tag of selected element in a graphical interface
ja: 選択された要素の時刻タグをGUIで編集

source: Edit tool
ja: ツールを編集

source: Edit toolbar
ja: 編集ツールバー

source: Edit turn lanes
ja: 進行方向別車線の編集

source: Edit turn relations and lane lengths for selected node.
ja: 選択されたノードの進行方向リレーションと車線の長さを編集します。

source: Edit turn restriction ''{0}'' in layer ''{1}''
ja: レイヤー ''{1}'' の進行方向制限 ''{0}'' を編集

source: Edit: {0}
ja: 編集: {0}

source: EditGpx
ja: GPX編集

source: Edited at:
ja: 編集日時:

source: Edited by:
ja: 編集者:

source: Editing is only possible for help topics<br>on the help server <tt>{1}</tt>.</html>
ja: ヘルプサーバ <tt>{1}</tt>.の<br>ヘルプトピックのみ編集可能です。</html>

source: Editor
ja: エディタ

source: Education
ja: 教育

source: Educational institution
ja: 教育団体

source: Either edit the path manually in the text field or click the "..." button to open a file chooser.
ja: テキストフィールド上でパスを修正するか、 "..." ボタンを押してファイルを選択するかできます。

source: Either request a smaller area, or use planet.osm
ja: より小さい領域を要求するか、planet.osmを使用します。

source: Electrical Appliances
ja: 家電製品

source: Electrician
ja: 電気工事店

source: Electrified
ja: 電化状態

source: Electronic
ja: 電器店

source: Electronic purses and Charge cards
ja: 電子マネー

source: Electronics
ja: 家電販売店

source: Element must not have children: {0}
ja: {0}要素は子ノードを持てません。

source: Elements of type {0} are supported.
ja: タイプ{0}の要素がサポートされます

source: Elements to cover, specific tags to use, etc.).<br> <br> '''Please see [http://learnosm.org/en/coordination/tasking-manager/ Tasking Manager at LearnOSM]''' Many sections of this wiki entry are now out of date, and the entry at LearnOSM is more recent & should be referred to.
ja: カバーする要素、使用する特定のタグなど)。<br> <br> '''[http://learnosm.org/en/coordination/tasking-manager/ LearnOSMのTasking Manager]を参照してください。''' このWikiエントリの多くのセクションは現在最新ではありません。LearnOSMのエントリはより最新なので、そちらを見るべきです。

source: Elevation
ja: 高度

source: Elevation (meters)
ja: 標高 (m)

source: Elevation Grid
ja: 高度グリッド

source: Elevation Grid Layer (experimental!)
ja: 高度グリッドレイヤー(試験中！)

source: Elevation Profile
ja: 高度プロファイル

source: Elevation map
ja: 高度マップ

source: Elevation profile
ja: 高度プロファイル

source: Elevation profile for track ''{0}''.
ja: トラック ''{0}'' の高度プロファイルです。

source: Elevator
ja: エレベーター

source: Ellipsoid ''{0}'' not supported.
ja: 楕円 ''{0}'' は対応していません。

source: Ellipsoid name
ja: 準拠楕円体名

source: Ellipsoid parameters
ja: 準拠楕円体のパラメーター

source: Ellipsoid required (+ellps=* or +a=*, +b=*)
ja: 楕円には +ellps=* または+a=*, +b=* が必要です

source: Email
ja: Eメール

source: Email Address
ja: メールアドレス

source: Email updated successfully
ja: Eメールが正常に更新されました

source: Email validator
ja: メールアドレスバリデーター

source: Embankment
ja: 土手

source: Embassy
ja: 大使館

source: Embedded Rhino engine
ja: 内蔵Rhinoエンジン

source: Emergency
ja: 緊急設備

source: Emergency Access Point
ja: 夜間急病センター

source: Emergency Phone
ja: 緊急電話

source: Emergency Phone Number
ja: 緊急電話番号

source: Emergency lane beside long descending slopes for trucks and other vehicles to stop safely after brake failure.
ja: 長い下り坂の横にある緊急車線で、ブレーキが故障したとき、トラックやその他の車が安全に停止するためのものです。

source: Emergency vehicles
ja: 緊急車両

source: Emergency ward entrance
ja: 救急病棟入口

source: Employment agency
ja: 職業紹介所

source: Empty document
ja: 空の文書

source: Empty file name
ja: 空のファイル名

source: Empty metadata
ja: メタデータが空欄です

source: Empty roads/relations detected
ja: 空の道路や関連を見つけました。

source: Empty role found when expecting one of ''{0}''
ja: ロールが ''{0}'' の何れかである必要があるのにロールがない

source: Empty role type found when expecting one of ''{0}''
ja: ロールが ''{0}'' の何れかである必要があるのにロールがない

source: Empty selection
ja: 選択されていません

source: Empty ways
ja: 空のウェイ

source: Enable
ja: 有効

source: Enable HTTPS support
ja: HTTPSサポートを有効にする

source: Enable JOSM-compatible local server on port 8111
ja: JOSM互換のローカルサーバーをポート8111で有効にする

source: Enable autologin
ja: 自動ログインを有効化

source: Enable automatic caching.
ja: 自動キャッシュを有効にする

source: Enable built-in icon defaults
ja: ビルトインアイコンのデフォルトを有効化

source: Enable experimental beta-features (might be unstable)
ja: 実験的ベータ機能を有効化(不安定です)

source: Enable filter
ja: フィルターを有効化

source: Enable remote control
ja: リモート制御を有効

source: Enable strict mode.
ja: 厳密モードを有効化する。

source: Enable the checkbox to accept the value
ja: 値を反映するにはチェックボックスを有効にしてください

source: Enable this to use the tag "add:street" on nodes.
ja: ノードに "add:street" タグの使用を許可する

source: Enable/disable automatic moving of the map view to last placed node
ja: 最後に追加したノードに合わせて地図表示を自動的に移動する機能の切り替え

source: Enable/disable expert mode
ja: 上級者モードの有効/無効

source: Enable/disable hatched background rendering of areas outside of the downloaded areas.
ja: ダウンロードされた領域の外側の領域のハッチングされた背景レンダリングを有効/無効にします。

source: Enable/disable rendering the map as wireframe only
ja: ワイヤーフレームによる地図描画を有効化／無効化

source: Enabled detailed debug level (trace)
ja: 詳細デバッグレベル(トレース)を有効にしました

source: Enabled support for GraalVM
ja: GraalVMのサポートを有効にする

source: Enables searching for waypoint imported from gpx file.
ja: gpxファイルからのインポートされたウェイポイントを検索対象にします。

source: Encrypt data with Windows logon credentials
ja: Windowsのログオン認証情報でデータを暗号化

source: Encrypted documents not supported.
ja: 暗号化文書はサポートしていません。

source: Encryption (HTTPS) and HTTP-Server configs depend on the used HTTP-Server (Apache-HTTP, nginx, ...), so take a look at their documentation or at the ./client/nginx.conf for my nginx config used in the stm-client docker container.
ja: 暗号化(HTTPS)とHTTP-Serverの設定は使用されているHTTP-Server(Apache-HTTP,nginx, etc)に依存します。そのため、それぞれのプロダクトのドキュメントや、stm-clientDockerコンテナで使用されているnginx設定の./client/nginx.confを参照してください。

source: Encryption algorithm to protect private key:
ja: プライベートキー保護用の暗号化アルゴリズム

source: End node without housenumber in address interpolation.
ja: アドレス補間でハウスナンバーのない終了ノード。

source: Ending #:
ja: 終了番号:

source: Enforcement
ja: 交通取締り

source: English
ja: 英語

source: Enlarge
ja: 拡大

source: Ensure that the relation has not been broken!
ja: リレーションが壊れていないか確認してください。

source: Enter Lat/Lon to jump to position.
ja: 移動する位置の緯度経度を入力

source: Enter URL
ja: URLを入力

source: Enter URL to download:
ja: ダウンロードするURL:

source: Enter a changeset id
ja: 変更セットIDを入力

source: Enter a detailed comment to create a note
ja: メモを作成するために詳細コメントを入力してください

source: Enter a list of plugins you want to download.
ja: ダウンロードしたいプラグインの一覧を入力してください。

source: Enter a new one, keep the same to overwrite or cancel.
ja: 上書きするならこのまま、さもなければ新しい名前を入力するか、キャンセルしてください。

source: Enter a place name to search for
ja: 検索する場所の名前を入力

source: Enter a place name to search for:
ja: 検索する地名を入れてください：

source: Enter a role and apply it to the selected relation members
ja: ロールを入力して選択されたリレーションメンバーに適用

source: Enter a role for all relation memberships
ja: 全てのリレーションメンバーシップ用のロールを入力

source: Enter a search expression
ja: 検索式を入力してください

source: Enter a source
ja: ソースを入力してください

source: Enter additional JAR files which provide script engines.
ja: スクリプトエンジンを提供する追加のJARファイルを入力します。

source: Enter addresses
ja: 住所の入力

source: Enter admin level and name for the border relation:
ja: 境界リレーションの管理レベルと名前を入力してください:

source: Enter advanced OAuth properties
ja: 高度なOAuthプロパティを入力してください

source: Enter an URL from where data should be downloaded
ja: データダウンロード先の URL を入力

source: Enter an upload comment
ja: アップロード時のコメントを入力

source: Enter cadastre east,north position
ja: cadastre の東、北の位置を入力

source: Enter credentials for HTTP proxy
ja: HTTPプロキシの証明書

source: Enter credentials for OSM API
ja: OSM API用の認証を入力

source: Enter credentials for Separate Data Store API
ja: Separate Data Store APIの証明書を入力してください

source: Enter credentials for host
ja: ホストの証明書を入力してください

source: Enter easting and northing (x and y) separated by space, comma or semicolon.
ja: 東経と北緯(xとy)を空白、コンマ、セミコロンで区切って入力して下さい。

source: Enter file name:
ja: ファイル名を入力:

source: Enter housenumbers or amount of segments
ja: 住居番号または区間の数を入力

source: Enter key mode
ja: Enterキーの動作

source: Enter path or folder name:
ja: パスまたはフォルダ名を入力:

source: Enter role for selected members
ja: 選択されたメンバーのロールを入力してください

source: Enter search expression here..
ja: ここに検索式を入力してください..

source: Enter text
ja: テキストを入力

source: Enter the ID of the changeset that should be reverted
ja: 取り消したい変更セットのIDを入力してください

source: Enter the ID of the object that should be downloaded
ja: ダウンロードするオブジェクトのIDを入力

source: Enter the OAuth Access Token
ja: OAuthのアクセストークンを入力してください

source: Enter the coordinates for the new node.
ja: 新しいノードの座標を入力してください。

source: Enter the coordinates for the new nodes, one for each line.<br/>If you enter two lines with the same coordinates there will be generated duplicate nodes.<br/>You can separate longitude and latitude with space, comma or semicolon.<br/>Use positive numbers or N, E characters to indicate North or East cardinal direction.<br/>For South and West cardinal directions you can use either negative numbers or S, W characters.<br/>Coordinate value can be in one of three formats:<ul><li><i>degrees</i><tt>&deg;</tt></li><li><i>degrees</i><tt>&deg;</tt> <i>minutes</i><tt>&#39;</tt></li><li><i>degrees</i><tt>&deg;</tt> <i>minutes</i><tt>&#39;</tt> <i>seconds</i><tt>&quot</tt></li></ul>Symbols <tt>&deg;</tt>, <tt>&#39;</tt>, <tt>&prime;</tt>, <tt>&quot;</tt>, <tt>&Prime;</tt> are optional.<br/><br/>Some examples:<ul><li>49.29918&deg; 19.24788&deg;</li><li>N 49.29918 E 19.24788</li><li>W 49&deg;29.918&#39; S 19&deg;24.788&#39;</li><li>N 49&deg;29&#39;04&quot; E 19&deg;24&#39;43&quot;</li><li>49.29918 N, 19.24788 E</li><li>49&deg;29&#39;21&quot; N 19&deg;24&#39;38&quot; E</li><li>49 29 51, 19 24 18</li><li>49 29, 19 24</li><li>E 49 29, N 19 24</li><li>49&deg; 29; 19&deg; 24</li><li>N 49&deg; 29, W 19&deg; 24</li><li>49&deg; 29.5 S, 19&deg; 24.6 E</li><li>N 49 29.918 E 19 15.88</li><li>49 29.4 19 24.5</li><li>-49 29.4 N -19 24.5 W</li></ul><li>48 deg 42&#39; 52.13" N, 21 deg 11&#39; 47.60" E</li></ul>
ja: 新しいノードの座標を、1行に1つずつ入力して下さい。<br/>2つの行に同じ座標が入力された場合は、重複したノードが作成されます。<br/>緯度と経度を空白、コンマ、セミコロンで区切ってください。<br/>正の数やN、Eの文字は北緯や東経を示します。<br/>南緯や西経を表すには、負の数またはS、Wの文字を使用してください。<br/>座標の値は次の3つの形式のうち1つで指定します。<ul><li><i>度</i><tt>&deg;</tt></li><li><i>度</i><tt>&deg;</tt> <i>分</i><tt>&#39;</tt></li><li><i>度</i><tt>&deg;</tt> <i>分</i><tt>&#39;</tt> <i>秒</i><tt>&quot</tt></li></ul><tt>&deg;</tt>、<tt>&#39;</tt>、<tt>&prime;</tt>、<tt>&quot;</tt>、<tt>&Prime;</tt> の記号は省略可能です。<br/><br/>いくつかの例を示します。<ul><li>49.29918&deg; 19.24788&deg;</li><li>N 49.29918 E 19.24788</li><li>W 49&deg;29.918&#39; S 19&deg;24.788&#39;</li><li>N 49&deg;29&#39;04&quot; E 19&deg;24&#39;43&quot;</li><li>49.29918 N, 19.24788 E</li><li>49&deg;29&#39;21&quot; N 19&deg;24&#39;38&quot; E</li><li>49 29 51, 19 24 18</li><li>49 29, 19 24</li><li>E 49 29, N 19 24</li><li>49&deg; 29; 19&deg; 24</li><li>N 49&deg; 29, W 19&deg; 24</li><li>49&deg; 29.5 S, 19&deg; 24.6 E</li><li>N 49 29.918 E 19 15.88</li><li>49 29.4 19 24.5</li><li>-49 29.4 N -19 24.5 W</li></ul><li>48 deg 42&#39; 52.13" N, 21 deg 11&#39; 47.60" E</li></ul>

source: Enter the name of a script file
ja: スクリプトファイルの名前を入力

source: Enter the search expression
ja: 検索式を入力

source: Enter the type and ID of the objects that should be undeleted, e.g., ''n1 w2''
ja: 削除を取り消したいオブジェクトの種別とIDを入力してください。例: ''n1 w2''

source: Enter weight values
ja: 重みの値の入力

source: Enthusiastic discussions are part of the lifeblood of a successful project and disagreements are inevitable.
ja: 熱心な議論は成功するプロジェクトの生命線の一部であり、意見の相違は避けられません。

source: Entrance
ja: 出入口

source: Entrance (Barrier Opening)
ja: 出入口 (障害物の開口部)

source: Entrance number
ja: 出入口番号

source: Entry ''{0}'' requires JOSM Version {1}.
ja: エントリ''{0}''にはJOSMバージョン{1}が必要です。

source: Entry {0}
ja: エントリ {0}

source: Eps={0}, {1} points, {2} p/km
ja: Eps={0}, {1} 個の点, {2} p/km

source: Epsilon multiplier
ja: イプシロン乗数

source: Equestrian
ja: 乗馬

source: Equidistant Cylindrical (Plate Carrée)
ja: 正距円筒図法 (Plate Carrée)

source: Erotic
ja: 成人娯楽店

source: Error
ja: エラー

source: Error - file not found: ''{0}''
ja: エラー - ファイル''{0}''が見つかりません

source: Error Report
ja: エラーレポート

source: Error creating cache directory: {0}
ja: キャッシュディレクトリ {0} の作成中にエラーが発生しました。

source: Error deleting data.
ja: データ削除のエラー

source: Error downloading
ja: ダウンロードエラー

source: Error downloading tiles: {0}
ja: タイル {0} のダウンロード中のエラー

source: Error during download
ja: ダウンロード中にエラー

source: Error during parsing of WMTS Capabilities document: {0}
ja: WMTS機能ドキュメントの解析中にエラーが発生しました:{0}

source: Error executing the script:
ja: スクリプトの実行でエラー:

source: Error fetching URL {0}
ja: URL {0} の取得に失敗

source: Error getting claims for entity!
ja: エンティティの要求の取得中にエラーが発生しました!

source: Error getting layers: {0}
ja: レイヤーの取得中にエラーが発生しました:{0}

source: Error header "{0}" did not match with an expected pattern
ja: エラーヘッダー "{0}" が想定パターンと一致しません

source: Error in filter
ja: フィルタ内にエラー

source: Error in line
ja: エラー発生 行番号:

source: Error in search expression on position {0} - expression must return different then current primitive
ja: 検索式の {0} 文字目にエラーがあります - 式は現在のプリミティブとは異なるものを返さなければなりません

source: Error in search expression on position {0} - left side of or(|) expression must return set of primitives
ja: 検索式の {0} 文字目にエラーがあります - or(|) 演算子の左辺はプリミティブのセットでなければなりません

source: Error in search expression on position {0} - not(-) cannot be used in this context
ja: 検索式の {0} 文字目にエラーがあります - not(-) はこの場では使用できません

source: Error in search expression on position {0} - right side of or(|) expression must return set of primitives
ja: 検索式の {0} 文字目にエラーがあります - or(|) 演算子の右辺はプリミティブのセットでなければなりません

source: Error in timeformat
ja: 時間の形式にエラー

source: Error in {0} value: {1}
ja: 値: {1}の{0}のエラー

source: Error initializing test {0}:
ja: テスト{0}の初期化中にエラーが発生しました:

source: Error loading geojson file {0}
ja: geojsonファイル {0} のロード中にエラーが発生しました

source: Error loading layer
ja: レイヤーローディングエラー

source: Error loading the {xWord}
ja: {xWord} の読み込み失敗

source: Error message: {1}
ja: エラーメッセージ:{1}

source: Error occurred while parsing gpx data for layer ''{0}''.
ja: レイヤー''{0}''のgpxデータの解析中にエラーが発生しました。

source: Error occurred while parsing gpx file ''{0}''.
ja: gpxファイル''{0}''の解析中にエラーが発生しました。

source: Error occurred with query ''{0}'': ''{1}''
ja: クエリ ''{0}''でエラーが発生しました: ''{1}''

source: Error on file {0}
ja: ファイル{0}にエラー

source: Error parsing data from URL {0}
ja: URL {0} からのデータの解釈中にエラーが発生しました

source: Error parsing loaded OSM data
ja: OSMデータの解釈エラー

source: Error parsing note response from server
ja: サーバーからのメモ応答の解析エラー

source: Error parsing tagging preset from ''{0}'':
ja: ''{0}'' からのタグ付けプリセットのパースに失敗:

source: Error parsing {0}:
ja: 走査時にエラー: {0}:

source: Error parsing {0}: {1}
ja: {0}:{1}を走査中にエラー

source: Error playing sound
ja: サウンドの再生でエラーが発生しています

source: Error processing XML response: {0}
ja: XMLの処理中にエラーが返りました: {0}

source: Error reading bookmark entry: %s
ja: ブックマーク項目 %s の読み取りに失敗しました

source: Error reading poly file: {0}
ja: ポリゴンファイルを読み込めませんでした: {0}

source: Error reading revision info from revision file: {0}
ja: リビジョンファイル {0} からのリビジョン情報の読み取りに失敗しました

source: Error reading template file
ja: テンプレートファイル読み込みエラー

source: Error renaming file "{0}" to "{1}"
ja: ファイル"{0}" を "{1}" に改名する 時にエラー

source: Error uploading request
ja: アップロード要求のエラー

source: Error was: {0}
ja: エラー: {0}

source: Error was: {1}
ja: エラー: {1}

source: Error while creating image layer:
ja: イメージレイヤーを作成中にエラー:

source: Error while creating image layer: {0}
ja: 画像レイヤーの作成中にエラーが発生しました。{0}

source: Error while exporting {0}: {1}
ja: {0} のエクスポート中にエラーが発生しました。 {1}

source: Error while getting files from directory {0}
ja: ディレクトリからファイルを入手中のエラー {0}

source: Error while loading EXIF-data from "%1".
ja: "%1"からのEXIFデータ読み込み時エラー

source: Error while loading the tasks
ja: タスクのロード中にエラーが発生

source: Error while opening "%1": %2
ja: "%1"読み込み時エラー: %2

source: Error while opening "%2": %1
ja: "%2"読み込み時エラー: %1

source: Error while parsing offset.
ja: オフセットの解析中にエラーが発生しました。

source: Error while parsing search expression on position {0}
ja: 検索式の解析中に {0} 文字目にエラーを検出しました

source: Error while parsing the date.
ja: 日付の解析中にエラーが発生しました。

source: Error while parsing timezone.
ja: タイムゾーンの解析中にエラーが発生しました。

source: Error while parsing {0}
ja: {0}の解析中にエラー

source: Error while parsing: {0}
ja: 解釈中にエラーが発生しました: {0}

source: Error while uploading
ja: アップロードする際にエラー

source: Error!
ja: エラー!

source: Error: failed to load local map from mime-types to syntax kits
ja: エラー:ローカルマップをMIMEタイプから構文キットにロードできませんでした

source: Error: failed to load resource file ''{0}''
ja: エラー:リソースファイル''{0}''を読み込めませんでした

source: Error: resource file ''{0}'' not found
ja: エラー:リソースファイル''{0}''が見つかりません

source: Error: {0}
ja: エラー： {0}

source: Errors
ja: エラー

source: Errors can be introduced for all kinds of reasons, and may look a lot like copyright easter eggs.
ja: 誤ったデータが入力されるのにはさまざまな事情があり、著作権イースターエッグに似たものに見える部分もよくあります。

source: Errors during download
ja: ダウンロード中にエラー

source: Errors/Warnings
ja: エラー/警告

source: Escalator
ja: エスカレーター

source: Escape
ja: 緊急避難所

source: Especially old tree, often with a particular shape.
ja: 特に古い木は特別な形をしています

source: Esso
ja: エッソ

source: Estate agent
ja: 不動産屋

source: Estimate
ja: 予定

source: Estimated cache size: {0}
ja: 推定キャッシュサイズ: {0}

source: Ethanol (alcohol)
ja: エタノール (アルコール)

source: European Pressurized Reactor (EPR)
ja: 欧州加圧水型炉(EPR)

source: Even
ja: 偶数

source: Even housenumber in odd address interpolation.
ja: 奇数アドレス補間の偶数番地

source: Even if we seek to represent reality perfectly, that will never be the reality of map data.
ja: 我々は現実を完璧に表現しようとしていますが、実際に地図のデータがそうなることはありません。

source: Even mixture of hard and soft materials
ja: 硬い物とやわらかい物が均等に混ざっている

source: Even numbers
ja: 偶数

source: Even/Odd
ja: 偶数/奇数

source: Everything
ja: 全て

source: Example: #hotosm-project-470 #missingmaps Buildings mapping.
ja: 例: #hotosm-project-470 #missingmaps 建物の追加

source: Examples
ja: 例

source: Exceeded iteration limit for robust method, using simpler method.
ja: 冗長なメソッドの繰り返し回数の限界を超えました。メソッドを単純化してください。

source: Except as set forth herein, You reserve all right, title, and interest in and to Your Contents.
ja: ここで４番目に設定されたものを除き、あなたは自分のコンテンツに対して全ての権利、タイトル及び利益を保有します。

source: Exception is: {0}
ja: 例外:{0}

source: Exception was: {0}
ja: 例外:{0}

source: Exception was: {1}
ja: 例外:{1}

source: Exception: {0}
ja: 例外:{0}

source: Excludes cultivated areas and wetlands.
ja: 耕作地や湿地を除く。

source: Execute the script
ja: スクリプトの実行

source: Executing platform startup hook
ja: プラットフォームスタートアップフックを実行中

source: Executing scripts in language <strong>{0}</strong> using engine <strong>{1}</strong>.
ja: エンジン<strong>{1}</strong>を使用して、言語<strong>{0}</strong>でスクリプトを実行しています。
